[
    "<DEFINITION><DEFINITION>\n- No Distortion -- A clear and objective recounting of experiences, characterized by factual details, neutral language, and a focus on the experience itself rather than interpretations or conclusions. The individual may express emotions but does not allow them to dictate their perception of reality. Importantly, the absence of stress or challenging circumstances does not automatically equate to a distortion being present. **Recognize that individuals who have experienced trauma may exhibit emotional detachment as a coping mechanism.**  **Even when describing difficult situations, a \"No Distortion\" presentation will often be characterized by a lack of catastrophizing, blaming, or jumping to conclusions.**\n- Emotional Reasoning -- Making decisions and judgments primarily based on feelings rather than objective evidence. This involves interpreting situations solely through an emotional lens, leading to potentially inaccurate conclusions. For example, choosing to end a relationship because of feeling \"unhappy\" without considering the reasons behind those feelings or exploring potential solutions. \n- Overgeneralization -- Drawing sweeping conclusions based on a single incident or limited evidence, often using words like \"always\" or \"never.\" This leads to inaccurate and unhelpful beliefs about oneself, others, or the world. **Be mindful of statements that use absolute terms and lack nuance.**\n\n- Mental Filter --  This distortion involves selectively ignoring positive aspects of a situation or twisting neutral events into something negative. **The individual may focus solely on difficulties while disregarding potential positives, successes, or alternative perspectives.**\n- Should Statements -- Applying rigid rules and expectations to oneself and others, often implicitly rather than explicitly. These statements create unnecessary pressure and guilt, leading to feelings of inadequacy and failure when expectations are not met.\n- All-or-Nothing Thinking -- Viewing situations in extremes, with no middle ground. This can lead to black-and-white thinking and difficulty accepting nuance or complexity.\n- Mind Reading -- Assuming you know what others are thinking without any evidence or confirmation. This can lead to misunderstandings, misinterpretations, and strained relationships. **Look for phrases that indicate the individual believes they know another person's thoughts or feelings without direct communication.**\n- Fortune-telling -- Predicting negative outcomes in the future without any basis in reality. This can create anxiety and fear, and prevent individuals from taking positive action.\n- Magnification/Minimization -- Exaggerating the importance of negative events (magnification) or downplaying the significance of positive experiences (minimization). This distortion can lead to feelings of overwhelming anxiety, hopelessness, or a distorted sense of self-worth. \n\n- Personalization -- Taking responsibility for things that are outside of your control, often leading to self-blame and guilt. This can manifest as questioning one's own perceptions in difficult relationships.\n- Labeling -- Assigning negative labels to yourself or others based on limited information or experiences **and using these labels to define oneself or make judgments about worth.** This can create rigid thinking patterns and prevent individuals from seeing the full picture.\n\n</DEFINITION></DEFINITION>",
    "<DEFINITION><DEFINITION>\n- No Distortion -- Accurately representing reality through factual details, objective language, and a balanced perspective. Consider the speaker's age, context, motivations, and the specific words they use when evaluating their account. Avoid jumping to conclusions based on limited information or interpreting neutral language as inherently negative. Be mindful of potential developmental stages and cultural norms that may influence behavior. Recognize that individuals can genuinely experience positive emotions and have fulfilling relationships even amidst challenges.\n- Emotional Reasoning -- Making decisions and judgments based on feelings rather than objective evidence. This can lead to irrational conclusions and unhelpful behaviors.\n\n- Overgeneralization -- Drawing sweeping conclusions based on a single event or limited experiences. This often involves using absolute terms like \"always,\" \"never,\" or \"everyone\" which create rigid thinking patterns and make it difficult to adapt to new situations.\n- Mental Filter -- Focusing excessively on negative aspects of a situation while ignoring or downplaying positive elements. This leads to a distorted perception where problems seem insurmountable and hope feels absent.\n\n- Should Statements -- Using \"should,\" \"must,\" or \"ought\" statements (explicitly or implicitly) to create unrealistic expectations for oneself or others. This can lead to feelings of guilt, shame, inadequacy, and pressure to conform to an idealized standard.\n- All-or-Nothing Thinking -- Viewing situations in extremes, with no middle ground. This can make it difficult to see nuance and complexity in life experiences.\n\n- Mind Reading -- Assuming you know what other people are thinking or feeling without any evidence. This can lead to misunderstandings, conflict, and inaccurate perceptions of others.\n- Fortune-telling -- Predicting negative outcomes based on intuition or gut feelings rather than concrete evidence. This can create anxiety and prevent you from taking risks.\n\n- Magnification -- Exaggerating the importance of negative events while minimizing positive ones. This can distort your perception of reality and make it harder to cope with challenges.\n- Personalization -- Assuming excessive responsibility for events or the feelings of others, even when there is little or no logical connection. This can lead to feelings of guilt, shame, and an overwhelming sense of burden.\n\n- Labeling -- Assigning negative labels to oneself or others based on a single behavior or characteristic AND using these labels to define one's identity or predict future behavior in a way that limits growth and self-compassion.\n</DEFINITION></DEFINITION>"
]