[
    "<DEFINITION><DEFINITION>\n- No Distortion -- A realistic and balanced recollection of events, thoughts, or experiences characterized by specific details, factual presentation, and a lack of self-blame or catastrophizing. The individual objectively presents the situation, recognizing its complexity and avoiding oversimplification. This can include descriptions of oneself, others, or fictional entities without applying judgmental labels or drawing sweeping conclusions.\n- Emotional Reasoning -- Mistaking feelings for facts *while ignoring potential external factors or alternative explanations*. Using emotions as the sole basis for conclusions about oneself, others, or situations. This involves making judgments or drawing inferences based exclusively on how one feels rather than considering objective evidence or alternative perspectives. Look for phrases like \"I feel so...\", \"It's obvious that...\" or \"I just know...\". Also consider if the recounting of events is heavily laden with emotional language disproportionate to the event itself, and if logic and reason are absent.\n- Overgeneralization -- Drawing sweeping conclusions based on a single event or limited evidence. This involves making broad statements that ignore exceptions or individual circumstances, often using words like \"always\" or \"never.\"  \n- Mental Filter -- Focusing only on the negative aspects of a situation while ignoring positive elements. This can lead to a distorted view of reality and increased feelings of pessimism.\n- Should Statements --  Imposing rigid, unrealistic expectations on oneself or others using words like \"should,\" \"must,\" or \"ought.\" These statements often lead to feelings of guilt, inadequacy, and frustration when expectations are not met.\n\n- Mind Reading -- Assuming you know someone else's thoughts, beliefs, or intentions *without direct evidence* and acting on that assumption. This involves interpreting ambiguous cues as definitive proof of what the other person is thinking, leading to misunderstandings and potentially inaccurate responses. **Be mindful of situations where past relationships may have strong emotional ties, as individuals might express longing or uncertainty about the other person's feelings without necessarily engaging in mind reading.**\n\n- Fortune Telling -- Predicting negative outcomes in the future without sufficient evidence. This often involves catastrophizing and assuming the worst will happen. **It is important to consider the context and individual experiences when assessing fortune telling, as some individuals may struggle with letting go of past relationships due to unresolved emotions or attachment styles.**\n- Magnification -- Exaggerating the importance of negative events (or even positive ones) by focusing on specific details that amplify their perceived intensity. This can involve describing physical sensations in a dramatic way or dwelling on worst-case scenarios.\n\n - Minimization --  Downplaying the significance of one's accomplishments, positive qualities, or experiences. This can involve dismissing praise, making excuses for successes, or focusing on perceived flaws rather than strengths. \n</DEFINITION></DEFINITION>",
    "<DEFINITION><DEFINITION>\n- No Distortion -- A realistic and balanced recollection of events, thoughts, or experiences characterized by specific details, factual presentation, and a lack of self-blame or catastrophizing. The individual objectively presents the situation, recognizing its complexity and avoiding oversimplification. This can include descriptions of oneself, others, or fictional entities without applying judgmental labels or drawing sweeping conclusions.\n- Emotional Reasoning -- Mistaking feelings for facts and making judgments or drawing inferences primarily based on how one feels rather than considering objective evidence or alternative perspectives. This involves misinterpreting emotional states as definitive proof of a situation's reality **and experiencing distress or dysfunction as a result.**\n- Overgeneralization -- Sweeping conclusions based on a single incident or a limited set of experiences. This involves using words like \"always\" or \"never,\" applying negative experiences to a broader context, even when unwarranted, and making broad negative predictions about the future. **Pay close attention to absolute statements that disregard nuance and individual circumstances.**\n- Mental Filter -- Focusing excessively on specific details while ignoring others, often leading to a distorted perception of reality. Crucially, consider the context and content of the focus. While dwelling solely on negatives can be a sign of distortion, focusing on important details in a stressful situation might be adaptive.\n- Should Statements -- Believing that things \"should\" be a certain way and feeling distressed when they are not. These statements often involve rigid expectations about oneself or others and can lead to feelings of frustration, anger, or guilt when those expectations are not met. **Look for phrases like \"I should...\", \"They should...\" or \"It's wrong that...\".**\n- All-or-Nothing Thinking -- Viewing situations in extremes, with no middle ground. This involves seeing things as either black or white, good or bad, success or failure, and applying rigid categories to experiences.\n- Mind Reading -- Assuming you know what others are thinking without any evidence. This can lead to misunderstandings and conflict. **Look for phrases that indicate the individual is stating another person's thoughts or feelings as fact.**\n- Fortune-telling -- Predicting negative outcomes without any basis in reality. This can create anxiety and fear about the future.\n- Magnification -- Exaggerating the importance of negative events or experiences while minimizing positive ones.\n- Personalization -- Attributing external events or outcomes to oneself **only when accompanied by self-blame or guilt.** Recognizing another person's perspective without taking ownership of their feelings is not personalization.\n\n- Labeling -- Assigning negative labels to oneself or others based on a single characteristic or behavior **while disregarding individual complexity and context**. This can lead to self-criticism and prejudice towards others. Simply relaying another person's label does not necessarily constitute labeling, especially if the speaker doesn't endorse it.\n\n</DEFINITION></DEFINITION>",
    "<DEFINITION><DEFINITION>\n- No Distortion -- A realistic and balanced recollection of events, thoughts, or experiences characterized by specific details, factual presentation, and a lack of self-blame or catastrophizing. The individual objectively presents the situation, recognizing its complexity and avoiding oversimplification. This can include descriptions of oneself, others, or fictional entities without applying judgmental labels or drawing sweeping conclusions. It may also involve recounting external factors influencing a situation without necessarily revealing internal thought processes. Look for concrete details like timelines, locations, and specific actions.\n- Emotional Reasoning -- Mistaking feelings for facts and allowing emotions to dictate interpretations of reality, *even when those feelings contradict objective evidence or logical reasoning*. This involves disregarding logic and reason in favor of emotional responses. *Example: Believing you are a failure because you feel sad, even though there is no objective evidence to support this conclusion, OR feeling intense anxiety about a presentation and assuming it will go terribly without considering your preparation.*\n- Overgeneralization -- Sweeping conclusions based on a single incident or a limited set of experiences. These conclusions are often applied broadly, ignoring exceptions or individual circumstances. For example, stating \"Everyone I care about leaves me\" after experiencing a few losses is an overgeneralization.\n- Mental Filter -- Focusing only on negative details while ignoring positive ones.\n\n- Should Statements --  Using rigid \"should\" or \"must\" statements to impose unrealistic expectations on oneself or others. These statements often reflect internalized rules or beliefs about how things \"ought\" to be, leading to guilt, shame, or frustration when these expectations are not met. *Example: Believing you \"should\" always be happy, even in difficult situations.*\n- All-or-Nothing Thinking -- Viewing situations and experiences in extremes, with no middle ground. Things are seen as either entirely good or bad, right or wrong, success or failure. This type of thinking lacks nuance and flexibility, often leading to overly simplistic judgments about oneself, others, and situations. *Example: Believing that if you don't get a perfect score on a test, you are a complete failure.*\n- Fortune-telling -- Predicting negative outcomes without sufficient evidence. This involves assuming the worst will happen and dwelling on potential catastrophes, leading to anxiety and fear. *Example: Convincing yourself that you will be rejected for a job before even applying.*\n- Magnification -- Exaggerating the importance of negative events or personal flaws while minimizing positive aspects.\n\n- Labeling -- Assigning negative labels to oneself or others based on limited information or isolated incidents. \n\n\n\n</DEFINITION></DEFINITION>"
]